polic_gect = 4  # (литров на гектар)
speed = 4.88  # (метров в секунду)
lirt_per_min = 0.6  # (литров в минуту)
# (задействовано две форсунок)


# одна форсунка
lirt_per_min = 0.3
polic_gect = 2
h = 3  # (высота в метрах)

# что имеется
# угол распыления форсунки
# 292.8 метра при данной скорости дрон пролетает за минуту
# соответсвенно за 1 минуту покрывается площадь 2*h*tg(alpa)*L, где L - пройденное расстояние дроном (примерно равномерно)
# соответсвенно надо понять обьемный расход в минуту


# Пользователь задает параметры:
